{"input":"Kit was terrible. The pieces were cheap and broke on first use. The big clippers did not cut at all. Very poor poor product.","rating":1,"answer":"negative"}
{"input":"I have oily skin first of all secondly one particularly hot day I applied the eyeliner and was able to wipe it off immediately due to the sweat on my face this liner sucks","rating":1,"answer":"negative"}
{"input":"The Topsy tails are soooo flimsy and thin I hate em and they barely work in my kids hair","rating":1,"answer":"negative"}
{"input":"Did not like this polish. The coverage was very poor, it was hard to get it to look neat.","rating":1,"answer":"negative"}
{"input":"This is what I have been looking for, for so many years. I've used the washes, powder, sprays and wipes  and nothing controlled the order like LUME. I am grateful for the person who made this product possible","rating":5,"answer":"positive"}
{"input":"Just too large and poorly fitted as a lower-lip,beard bib","rating":1,"answer":"negative"}
{"input":"I love this hair! Doesn’t shed , holds good curls doesn’t hold product as well but other than that it’s amazing!! I have 18,20,22","rating":5,"answer":"positive"}
{"input":"I think this product would be amazing if you can get it to suction.  I could not.<br \/><br \/>My bathtub is very old and refinished in a ceramic-type finisher.  There is metal around the drain.  However, no matter how hard I tried, I could not get this to suction, which basically made it useless.  I also tried it in my kitchen sink, which is all metal.  It would not suction there either, so I tried to use it upside down.  Unfortunately, for kitchen sink use, the openings were too large to catch most of the debris I was trying to catch.<br \/><br \/>If you can get it to stick, I think you will like it.  However, I suspect it will not do this for most buyers (and it's so cheap and small, it's annoying to have to go through the motions to return it).  So, buyer beware.","rating":2,"answer":"negative"}
{"input":"I would not even return this or ask for another, it simply was dry, caked and thick. It wouldn't even go on.","rating":1,"answer":"negative"}
{"input":"Not good","rating":1,"answer":"negative"}
{"input":"It was a complete waste of money and space in a landfill somewhere. It was shipped with the hefty plastic handle bent in half and secured with a rubber band - I could not return it to usable fairly straight shape.","rating":1,"answer":"negative"}
{"input":"These are great put them on my daughter after the shower since her hair would take so long to dry.","rating":5,"answer":"positive"}
{"input":"item came already opened and talcum powder was everywhere. It was open and filled up only halfway.","rating":1,"answer":"negative"}
{"input":"Would never recommend to anyone, yuck","rating":1,"answer":"negative"}
{"input":"This kits works awesome. First time I tried the coil hair remover and it was so easy to use and painless. I did check some YouTube videos for instructions and it was pretty easy and it does a great job.","rating":5,"answer":"positive"}

